//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "取得支援";
"GetLabsUninstaller" = "取得解除安裝程式";


// DISPATCHER
"ReinstallButtonDescription" = "安裝最新的版本";
"UninstallButtonDescription" = "移除目前的安裝";

"ReinstallButtonTitle" = "取得最新版本";
"UninstallButtonTitle" = "解除安裝";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "無法安裝 Adobe® Flash® Player。\n";
"NewerFlashPlayerAlreadyInstalled" = "這個系統已經安裝此軟體的較新版本。";
"InstalledVersionTitle" = "已安裝的版本:";
"ThisVersionTitle" = "這個版本:";
"SystemDoesNotMeetMinimumRequirements" = "系統不符合安裝的最低需求。需要有 Mac OS X %@ 或更新版本。";
"NeedToUninstallFirst" = "在安裝這個 Flash Player 版本之前，您必須先執行 Flash Player 解除安裝程式。請前往 Adobe Labs 網頁下載解除安裝程式。";

// WELCOME
"LicenseAgreementLink" = "在此處讀取授權。";
"ReadAndAgreeToTermsOfUse" = "我已閱讀並接受 Flash Player 授權合約條款。";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "關閉下列應用程式以繼續:";
"CloseFPClientsDescription2" = "您可以手動關閉這些應用程式，或按一下下方按鈕來關閉它們。";

"ForceCloseAllButtonTitle" = "強制關閉全部";

"CloseAppsDialogTitle" = "關閉其他應用程式";
"CloseAppsDialogMessage" = "仍有部分應用程式需要關閉。\n\n按一下「確定」以取得更新的清單。";

"OKButtonTitle" = "確定";
"CloseButtonTitle" = "關閉";


// INSTALL
"FPInstallerWindowTitle" = "Adobe Flash Player %@ 安裝程式";

"EnableInstallMessage" = "若要啟用安裝，請按一下上面的核取方塊以接受授權合約。";

"InstallingMessage" = "正在安裝...";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "正在結束安裝...";

"InstallButtonTitle" = "安裝";
"RetryButtonTitle" = "重試";
"QuitButtonTitle" = "結束";
"DoneButtonTitle" = "完成";
"DownloadButtonTitle" = "下載";

// +--> Success
"InstallSucceededTitle" = "Flash Player %@ 的安裝完成";
"RestartBrowserMessage" = "請重新啟動您的瀏覽器";

// +--> Failure
"InstallFailedTitle" = "安裝失敗";
"InstallFailedDescription" = "這個安裝失敗。";
"ErrorLogTitle" = "錯誤記錄:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "更新 Flash Player 偏好設定";
"UpdateOptionsSubheader" = "安全性更新和增強功能會自動下載並安裝。";
"UpdateMethodSelectionTitle" = "選擇您的更新方法:";
"UpdateOption_InstallAutomatically" = "允許 Adobe 安裝更新 (建議使用)";
"UpdateOption_NotifyUser" = "通知我安裝更新";
"UpdateOption_DoNotCheckForUpdates" = "永遠不檢查更新 (不建議)";
"UpdateOptionsLearnMore" = "深入了解";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_tw";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player 解除安裝程式";
"UninstallDescriptionText" = "這個程式將從您的電腦移除 Adobe® Flash® Player。";
"UninstallDescriptionText_PlusTentacleRemover" = "這個程式將從您的電腦移除 Adobe® Flash® Player 以及所有相關的快取檔案與設定。";

"UninstallingMessage" = "正在解除安裝...";
"UninstallCompletedTitle" = "已完成";

// +--> Success
"UninstallSucceededText" = "已從您的系統移除 Adobe® Flash® Player。";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "無法載入更新資訊。請檢查您的網際網路連線，然後再試一次。";
"CheckingForUpdatesText" = "正在取得更新資訊…";

// No update available
"FlashPlayerIsUpToDate" = "系統中的 Adobe® Flash® Player 是最新的。";

// Update available
"AutoUpdateXmlLocale" = "zhtw";
"FPAutoUpdateWindowTitle" = "更新 Adobe Flash Player";
"UpdateAvailableText" = "有 Adobe® Flash® Player 更新可供使用。";
"InstallThisUpdateQuestion" = "是否要安裝此更新？";
"ChangeSettingsText" = "您可以在本機設定管理員中變更更新設定。";
"LaunchLSMLink" = "啟動本機設定管理員";

"RemindMeLaterButtonTitle" = "稍後再提醒我";


// Download Progress Panel
"CancelButtonTitle" = "取消";
"DownloadSucceededTitle" = "下載成功";
"DownloadFailedTitle" = "下載失敗";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "下載安裝程式時發生錯誤。請確認您已連線至網際網路，然後再試一次。";
"DownloadingMessage" = "正在下載...";
"VerifyingDownloadMessage" = "正在驗證下載檔案...";
"UnpackingDownloadMessage" = "正在解壓縮下載檔案...";
"LaunchingInstallerMessage" = "正在啟動安裝程式...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/tw/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/tw/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "使用資料";
"AnalyticsCheckboxLabel" = "傳送匿名使用資料";
"AnalyticsCheckboxDescription" = "傳送匿名使用資料，協助我們改善 Adobe Flash Player。您可以隨時變更此選項。";
"AnalyticsLearnMore" = "深入了解";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_tw";
